<template>
  <div>
    <section class="work-info">
      智联招聘
      ／
      校园招聘事业部
      高级研发
      主要负责校园业务系统开发，具体内容如下：
      1. JAVA后台业务数据处理；
      2. html+js+css页面开发；
      3. 参与系统业务实现；
      4.后端精通Spring,springMVC，mybatis，springboot等框架
      5.前端精通vue，熟练使用react
    </section>
    <section class="work-info">
      北京招通致晟科技有限公司
      ／
      研发2部
      Java
      1、 按照开发规范，标准严格地进行项目编码开发；
      2、按照过程管理，负责项目单元测试、功能测试等；
      3、负责JAVA类项目的实施和软件编码开发，能够根据领导要求完成软件功能模块的实现；
      4、根据上级主管要求与其他部门开发工程师协调配合，完成项目的整合；
      5、根据上级主管要求编写符合规范的功能结构定义、需求说明、开发设计等技术文档；
      6、对现场人员提供必要的技术支持，协助对客户的产品使用培训；
      7、完成领导临时交办的其他工作。
    </section>
  </div>
</template>
